Table of Contents
 Enum LoadCaseType
Namespace
IdeaRS.OpenModel.Detail.Loading
Assembly
IdeaRS.OpenModel.dll
Type of load case
public enum LoadCaseType
Fields
Permanent = 0
Permanent
Variable = 1
Variable
Fields
 Name |  Description
 Permanent = 0
Permanent
 Variable = 1
Variable
 Edit this page